Repository: Mateusz-Dera/whisperspeech-webui
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: This is a simple web UI for the %s project.
pl_pl: Prosty interfejs dla %s.

source: Version:
pl_pl: Wersja:

source: Specify the server port for the GUI.
pl_pl: Podaj port dla interfejsu.

source: <u>:<p>
pl_pl: <u>:<h>

source: Enter the username <u> and password <p> for authorization.
pl_pl: Podaj użytkownika <u> i hasło <h> do autoryzacji.

source: Host the app on the local network.
pl_pl: Udostępnij aplikację w sieci lokalnej.

source: Create a public sharing tunnel.
pl_pl: Utwórz tunel publiczny do udostępniania aplikacji.

source: Show this help message and exit.
pl_pl: Pokaż tą wiadomość z pomocą i zakończ program.

source: Enable API mode.
pl_pl: Włącz API.

source: Specify the server port for the API.
pl_pl: Podaj port dla API.

source: Select the default model tiny/small/base.
pl_pl: Wybierz domyślny model najmniejszy/mały/bazowy

source: <path>
pl_pl: <ścieżka>

source: Specify the path to an mp3, wav, or ogg file for voice cloning when using the API.
pl_pl: Podaj ścieżkę do pliku mp3, wav lub ogg z głosem do sklonowania.

source: Loading model: %s
pl_pl: Ładowanie modelu: %s

source: No ROCm/CUDA device available.
pl_pl: Nie wykryto użądzenia wspierającego ROCm/CUDA.

source: ROCm/CUDA device available.
pl_pl: Użądzenie wspierające ROCm/CUDA jest dostępne.

source: Audio file generated: %s
pl_pl: Wygenerowano plik audio: %s

source: Error:
pl_pl: Błąd:

source: No boundary found in multipart request.
pl_pl: Nie znaleziono granicy w żądaniu multipart.

source: Invalid file format. Please use mp3, wav, or ogg.
pl_pl: Nieprawidłowy format pliku. Proszę użyć mp3, wav lub ogg.

source: Unsupported content type.
pl_pl: Nieobsługiwany typ zawartości.

source: Error generating audio.
pl_pl: Błąd generowania audio.

source: Invalid JSON data.
pl_pl: Nieprawidłowe dane JSON.

source: Invalid parameter:
pl_pl: Nieprawidłowy parametr:

source: Internal server error:
pl_pl: Wewnętrzny błąd serwera:

source: Not found.
pl_pl: Nie znaleziono.

source: API running on http://%s:%s
pl_pl: Interfejs API dostępny pod adresem http://%s:%s

source: Enter your text here...
pl_pl: Wpisz swój tekst tutaj...

source: Text
pl_pl: Tekst

source: You can use the *&lt;en&gt;* and *&lt;pl&gt;* tags to change languages and even combine them.
pl_pl: Możesz używać znaczników *&lt;en&gt;* oraz *&lt;pl&gt;* do przełączania się między językami lub łączenia ich.

source: Combining languages can produce mixed results.
pl_pl: Łączenie różnych języków może dawać mieszane rezultaty.

source: Example:
pl_pl: Przykład:

source: Characters per second
pl_pl: Znaki na sekundę

source: Voice to clone (optional)
pl_pl: Głos do sklonowania (opcjonalny)

source: Audio format
pl_pl: Format audio

source: Generate
pl_pl: Generuj

source: Autoplay
pl_pl: Autoodtwarzanie

source: Output
pl_pl: Wyjście

source: Port %s is busy. Using port %s instead.
pl_pl: Port %s jest zajęty. W zamian zostanie użyty port %s.

source: The specified voice file does not exist.
pl_pl: Podany plik z głosem do sklonowania nie istnieje.

source: The specified voice file must be in mp3, wav, or ogg format.
pl_pl: Plik z glosem do sklonowania musli być w formacie mp3, wav lub ogg.

source: API port %s is busy. Using port %s instead.
pl_pl: Port %s jest zajęty. W zamian dla API zostanie użyty port %s.

source: API port %s is the same as the GUI port. Using port %s instead.
pl_pl: Podany port %s dla API jest już zajęty przez interfejs. W zamian dla API zostanie użyty port %s.

source: Invalid username and/or password.
pl_pl: Nieprawidłowy użytkownik i/lub hasło.
